Repository: Soron2038/DevDiary
Catalog: Sources/DevDiary/Resources/Localizable.xcstrings
Source language: en
Languages: de

# menubar.todaySummary
source: Today's Summary
de: Heute

# menubar.stat.time
source: Work Time
de: Arbeitszeit

# menubar.lastCommit
source: Last Commit
de: Letzter Commit

# menubar.noCommits
source: No commits today
de: Heute noch keine Commits

# menubar.button.settings
source: Settings
de: Einstellungen

# menubar.button.quit
source: Quit
de: Beenden

# menubar.button.refresh
source: Refresh
de: Aktualisieren

# menubar.tooltip.commits
source: %d commits today
de: %d Commits heute

# menubar.tooltip.noCommits
source: DevDiary - No commits today
de: DevDiary - Keine Commits heute

# menubar.loading
source: Loading...
de: Lade Daten...

# menubar.activeSession
source: Active Session
de: Aktive Session

# database.error.title
source: Database Error
de: Datenbankfehler

# database.error.message
source: Could not initialize database: %@
de: Die Datenbank konnte nicht initialisiert werden: %@

# button.quit
source: Quit
de: Beenden

# button.cancel
source: Cancel
de: Abbrechen

# dashboard.tab.today
source: Today
de: Heute

# dashboard.tab.history
source: History
de: Verlauf

# dashboard.tab.projects
source: Projects
de: Projekte

# dashboard.tab.settings
source: Settings
de: Einstellungen

# today.statistics.title
source: Statistics
de: Statistiken

# today.stat.workTime
source: Work Time
de: Arbeitszeit

# today.stat.additions
source: Additions
de: Hinzugefügt

# today.stat.deletions
source: Deletions
de: Gelöscht

# today.sessions.empty
source: No sessions today
de: Keine Sessions heute

# today.commits.empty
source: No commits today
de: Keine Commits heute

# today.empty
source: No activity today yet
de: Noch keine Aktivität heute

# history.title
source: History
de: Verlauf

# history.today
source: Today
de: Heute

# history.noActivity
source: No activity
de: Keine Aktivität

# projects.title
source: Projects
de: Projekte

# projects.add
source: Add Project
de: Projekt hinzufügen

# projects.refresh
source: Refresh
de: Aktualisieren

# projects.empty
source: No projects found
de: Keine Projekte gefunden

# projects.discover
source: Discover Repositories
de: Repositories suchen

# projects.selectProject
source: Select a project
de: Wähle ein Projekt aus

# projects.openInFinder
source: Open in Finder
de: Im Finder öffnen

# projects.tracking.on
source: Tracking enabled
de: Tracking aktiv

# projects.tracking.off
source: Tracking disabled
de: Tracking pausiert

# projects.stat.totalTime
source: Total Time
de: Gesamtzeit

# projects.stat.additions
source: Additions
de: Hinzugefügt

# projects.stat.deletions
source: Deletions
de: Gelöscht

# projects.stat.lastActivity
source: Last Activity
de: Letzte Aktivität

# projects.noStats
source: No statistics available
de: Keine Statistiken verfügbar

# projects.add.title
source: Add Repository
de: Repository hinzufügen

# projects.add.description
source: Select a folder containing a Git repository
de: Wähle einen Ordner mit einem Git-Repository aus

# projects.add.path
source: Path
de: Pfad

# projects.add.browse
source: Browse
de: Durchsuchen

# projects.add.confirm
source: Add
de: Hinzufügen

# projects.add.selectFolder
source: Select Git Repository
de: Git-Repository auswählen

# settings.general.title
source: General
de: Allgemein

# settings.general.launchAtLogin
source: Launch at Login
de: Bei Anmeldung starten

# settings.general.launchAtLogin.description
source: Automatically open DevDiary when you log in
de: DevDiary automatisch beim Systemstart öffnen

# settings.tracking.pollingInterval
source: Polling Interval
de: Abfrage-Intervall

# settings.tracking.pollingInterval.description
source: How often to check for new commits
de: Wie oft nach neuen Commits gesucht wird

# settings.tracking.sessionTimeout.description
source: Session ends after this period of inactivity
de: Session endet nach dieser Inaktivitätszeit

# settings.privacy.title
source: Privacy
de: Datenschutz

# settings.privacy.dataRetention
source: Keep data for
de: Daten aufbewahren für

# settings.privacy.dataRetention.description
source: Older data will be automatically deleted
de: Ältere Daten werden automatisch gelöscht

# settings.privacy.days
source: days
de: Tage

# settings.privacy.localOnly
source: Local Data Only
de: Nur lokale Daten

# settings.privacy.localOnly.description
source: All data stays on your Mac. No cloud, no telemetry.
de: Alle Daten bleiben auf deinem Mac. Keine Cloud, keine Telemetrie.

# settings.about.title
source: About
de: Über

# settings.about.description
source: DevDiary automatically tracks your daily development work and creates readable summaries.
de: DevDiary trackt automatisch deine tägliche Entwicklungsarbeit und erstellt lesbare Zusammenfassungen.

# settings.about.license
source: License
de: Lizenz

# onboarding.button.back
source: Back
de: Zurück

# onboarding.button.next
source: Next
de: Weiter

# onboarding.button.start
source: Get Started
de: Los geht's

# onboarding.welcome.title
source: Welcome to DevDiary
de: Willkommen bei DevDiary

# onboarding.welcome.subtitle
source: Your automatic diary for daily development work
de: Dein automatisches Tagebuch für die tägliche Entwicklungsarbeit

# onboarding.feature.tracking
source: Automatic Time Tracking
de: Automatisches Zeit-Tracking

# onboarding.feature.git
source: Git-based Activity
de: Git-basierte Aktivität

# onboarding.feature.privacy
source: 100% Local & Private
de: 100% Lokal & Privat

# onboarding.privacy.title
source: Your Data Stays Yours
de: Deine Daten gehören dir

# onboarding.privacy.local
source: All data stays on your Mac
de: Alle Daten bleiben auf deinem Mac

# onboarding.privacy.noNetwork
source: No network connection required
de: Keine Netzwerkverbindung erforderlich

# onboarding.privacy.control
source: You control what gets tracked
de: Du kontrollierst was getrackt wird

# onboarding.privacy.delete
source: Delete your data anytime
de: Daten jederzeit löschbar

# onboarding.setup.title
source: Find Repositories
de: Repositories finden

# onboarding.setup.description
source: DevDiary will automatically search for Git repositories in your common development folders.
de: DevDiary sucht automatisch nach Git-Repositories in deinen üblichen Entwicklungsordnern.

# onboarding.setup.paths
source: Folders to search:
de: Durchsuchte Ordner:

# onboarding.setup.discovering
source: Discovering repositories...
de: Suche Repositories...

# onboarding.setup.found
source: %d repositories found
de: %d Repositories gefunden

# today.empty.hint
source: Start coding and your activity will appear here
de: Starte mit dem Coden und deine Aktivität wird hier erscheinen

# session.unknownProject
source: Unknown Project
de: Unbekanntes Projekt

# session.now
source: now
de: jetzt
